Repository: social-revolt/sr-standard-plugins
Catalog: admin-page-spider/languages/admin-page-spider-*.po
Languages: nl_nl

source: Display The "VIEW" Menu?
nl_nl: Het "Bekijk Pagina" menu weergeven?

source: Display
nl_nl: Weergeven

source: Hide
nl_nl: Verbergen

source: Display The "EDIT" Menu?
nl_nl: Het "Bewerk Pagina in WP" menu weergeven?

source: Display The "EDIT in Beaver Builder" Menu?
nl_nl: Het "Bewerk Pagina met Beaver Builder" menu weergeven?

source: "View Menu" Settings
nl_nl: "Bekijk Pagina" menu Instellingen

source: "Edit Menu" Settings
nl_nl: "Bewerk Pagina in WP" menu Instellingen

source: Beaver Builder Settings
nl_nl: "Bewerk Pagina in BB" menu Instellingen

source: Options for the "View Menu" allowing you to view any page
nl_nl: Opties voor het "Open Pagina" menu zodat je snel elke pagina kunt bekijken

source: Options for the "Edit in WP" allowing you quick access to the Wordpress Edit Page
nl_nl: Opties voor het "Bewerk Pagina" menu zodat je snel toegang hebt tot de Wordpress Bewerk Pagina

source: Options for Beaver Builder and shortcut menus
nl_nl: Opties voor Beaver Builder en shortcut menu

source: Edit Page in BB
nl_nl: Bewerk Pagina in BB

source: Edit Page in WP
nl_nl: Bewerk Pagina in WP

source: View ALL Pages in Backend
nl_nl: Bekijk ALLE pagina's in het admin-gedeelte

source: View Page
nl_nl: Bekijk Pagina
