Repository: social-revolt/sr-standard-plugins
Catalog: acf-admin-flexible-content-collapse/languages/acf-admin-flex-collapse-*.po
Languages: de_de

source: %1$s requires Advanced Custom Fields v%2$s or higher to be installed and activated.
de_de: Für %1$s muss Advanced Custom Fields v%2$s oder höher installiert und aktiviert sein.

source: Reorder Layout
de_de: Layouts sortieren

source: Delete Layout
de_de: Layout löschen

source: Duplicate Layout
de_de: Layout duplizieren

source: Add New Layout
de_de: Layout hinzufügen

source: Click to toggle
de_de: Ein-/Aufklappen

source: Collapse all Layouts
de_de: Layouts einklappen

source: Expand all Layouts
de_de: Layouts aufklappen

source: Plugins by dreihochzwo
de_de: Plugins von dreihochzwo

source: Thank you for using my plugins!
de_de: Danke, dass Du meine Plugins nutzt!

source: Documentation
de_de: Dokumentation

source: Please consider making a small donation!
de_de: Ich freue mich über eine kleine Spende!

source: Make Flexible Content field layouts collapsible in the field group editor.
de_de: Ermöglicht das Ein- und Aufklappen von Flexible Content Layouts im Felder-Gruppen Editor.
